<template>
  <div class="w-fit mx-auto mt-5">
    <h1>Это Главная страница</h1>
  </div>
  <div class="flex flex-col md:flex-row mt-5">
    <p class="indent-4 md:w-[50%] p-2">
      Далеко-далеко за словесными горами в стране гласных, и согласных живут
      рыбные тексты. Журчит переписали оксмокс всемогущая до ручеек единственное
      свое снова встретил над путь даже что точках наш на берегу вопроса, за
      приставка агентство. Своих рукопись свое языкового которой залетают
      рукописи встретил дорогу переулка, проектах пустился несколько первую пор
      свою это взгляд агентство взобравшись имеет своего страну. Продолжил имени
      прямо реторический, подпоясал буквенных ведущими снова страну по всей
      встретил толку выйти необходимыми...
    </p>
    <p class="indent-4 md:w-[50%] p-2">
      Далеко-далеко за словесными горами в стране гласных и согласных живут
      рыбные тексты. Однажды взгляд проектах напоивший жаренные пор жизни живет
      его раз, грамматики переулка дороге использовало своего семантика которое
      путь но всемогущая своих грустный на берегу рукописи силуэт взобравшись
      текст осталось. Имеет алфавит подзаголовок наш там безорфографичный языком
      переписывается вопрос свой, даль напоивший выйти своего текста, буквенных
      ее он великий сбить диких взгляд дороге бросил она. Переулка вопрос
      проектах великий безорфографичный, однажды то? Запятой рыбного текстами
      злых моей которой большого...
    </p>
  </div>
</template>
